<template>
  <div>
    <div class="header">
      <span class="vision">Alpha: V0.0.1</span>
      <Nav></Nav>
    </div>
    <div class="body">
      <article>
        <h1 class="title">{{ title }}</h1>
        <br />
        <h3 class="sub-title">{{ subTitle }}</h3>
        <br />
        <p>
          回答這個問題之前，我恐怕應該先承認，誰也不確切地知道為什麼時間會愈走愈快。對主觀時間的研究老是過時地繞到哲學、歷史和科學上面，感覺像是道聽途說的、難以捉摸的，並可能是很棘手的。但是，有些思想家想過這個問題，偶爾也投注了實驗性的敏銳觀點。下面是六種解釋這種現象的理論。
        </p>
        <b>理論一：加速的是這個世界，不是你</b>
        <p>
          有人認為，隨著年齡的增長，時間的加速是外部世界和文化事件以一種更快的速度發生的結果。我們習慣認為，12000年前的生活規律固定（正不正確是另一回事），農業發展前的每一個世代都承襲前一代，並繼續用同樣的方式生活下去。或許從前人類的生活方式只會隨著環境失衡或變動而緩慢改變，活不到100年的人其實無法察覺那樣的改變。之後，隨著農業出現，人類生活改變的速度變快了，短短幾千年之內出現了部落、財產、文字和帝國。從此，文化和科技的創新逐漸加速累積，造就了今日的我們。
        </p>
        <b>理論二：這完全關係到我們感知到有多少時間過去了</b>
        <p>
          至少在19世紀末之後，思想家就試圖計算時間隨年齡而加快的實際速度。有個論點是，對個人來說，我們感知到時間流逝的速度，和我們開始長期記憶的時間相關——也就是大約三歲開始。換句話說，累積的記憶愈多，時間飛逝得愈快。從這個理論加以延伸，可以說我們感覺到的時間流逝速度，會和幼年之後流逝的主觀時間總和（而不是實際的時間總和）成比例。
        </p>
        <b>理論三：我們扭曲時間，以免擔心個不停</b>
        <p>
          這項理論說明的是我們如何操縱自己對時間的感知，以此來改善心理健康，或是反過來屈服於死亡逼近的焦慮。研究已經證實可以測量人對死亡的感覺。有個熱門的辦法，是讓志願者看一條直線，告訴他們，線的左手邊代表他們出生的時間，右手邊代表他們死亡的時間。接著要他們在線上標示出，認為自己目前所處的位置。如果預期的右手'死亡點'使用人壽保險公司所使用的信息來計算，就會得到一些有趣的結果。
          例如，女性做這個測試的準確程度比男性高，男性通常覺得自己離死亡比實際更遙遠。此外，兩性的年紀變大時，會開始認為我們和死亡的距離比實際遙遠。其他研究甚至顯示，人會主動調整自己對生命的認知，以免過度擔心死亡。
          我們似乎把負面的記憶推向遙遠的過去，預期中的負面事件則推向比實際發生時間更遙遠的未來。
        </p>
        <b>理論四：我們的記憶扭曲了，因此扭曲了時間</b>
        <p>
          我們天生對剛剛發生的事件記得比較清楚，對事情發生的順序，以及它們和其他近期事件的關聯有著更清晰的認識。所以，我們對過去一兩年有個清楚的時間架構，這段時間內發生的事都彼此吻合。但只要回憶那之前的事，相關記憶就逐漸變得支離破碎。我們雖然記得那些事，但常常必須藉助技巧和輔助記憶，來釐清事件發生的先後次序。這種時間感知缺失的情形會造成一種錯覺，讓人覺得時間流逝的速度變快了。我們會操縱記憶，那些記憶也會操縱我們，這點無疑是有道理的，而記憶是定義我們感知到的生命過程的主要依據。
        </p>
        <b>理論五：新鮮事比較少</b>
        <p>
          大家都有這種經驗，第一次做某件事情，感覺比以後做花費的時間要漫長。例如，有人說他們身陷險境的時候，幾分之一秒的時間會戲劇性地隨著主觀意識而誇張地延長。
        </p>
        <b>理論六：我們擁有不少時鐘，但正確運作的不多</b>
        <p>
          這項理論是大多數科學研究的基礎，關係到我們大腦內時鐘的研究。有明確的證據可以證明我們的大腦內有一些時鐘，其中至少有一個非常準確。頭腦的下層有個神經細胞的時鐘迴路，叫作'視交叉上核'(suprachiasmaticnucleus)，它以相當規律的24小時為間隔運作——主要就是這個時鐘，讓我們的活動和睡眠模式按照每日的循環進行。例如，有一種突變的倉鼠，視交叉上核會用到的一個基因改變了，如果它那個改變了的基因是成對的，那麼它的活動週期就會變成20小時。（神奇的是，如果只從雙親之一遺傳到一個突變基因，那麼它就會覺得一天有22小時。）至於我們怎麼估算這些時間間隔，有項理論認為，我們腦中有其他不停走動的鐘，這些鐘類似視交叉上核的每日時鐘，各個都由三個部分組成：一個“嘀嗒響的鐘擺”、鐘擺的計數器，還有記憶中過去經歷的時段，這種記憶能讓人比對計數的結果。另一項理論認為，我們沒有特定的主觀時鐘，我們的時間感知比較籠統——只是累計計算大腦做了多少事，或是在一定時間裡接收到了多少信息。
        </p>
      </article>
    </div>
  </div>
</template>

<script>
import Nav from "../../../../Header/Nav.vue";
export default {
  data() {
    return {
      title: "為什麼感覺時間會過的快?",
      subTitle: "#2 以及一些“技術哲學”問題",
    };
  },
  components: { Nav },
};
</script>

<style lang="scss" scoped>
.vision {
  position: fixed;
  top: 0;
  z-index: 999;
  font-size: 12px;
}
.body {
  width: 60%;
  margin: auto;
}
article {
  margin-top: 1rem;
}
.sub-title {
  color: #757575;
}
.header {
  height: 80px;
  background: white;
  border-bottom: 1px solid rgba(196, 196, 196, 0.9);
  margin: 0;
  padding: 0;
  box-shadow: 0px 1px 2px 0 black;
}
p {
  margin: 1rem;
}
</style>